tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bgrep"
brew "colordiff"
brew "coreutils"
brew "docker-compose"
brew "docker-machine"
brew "exa"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "guile"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gpgme"
brew "htop"
brew "hub"
brew "iperf"
brew "jq"
brew "jsonlint"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "lz4"
brew "lzip"
brew "mas"
brew "mutt"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "perl"
brew "pyenv"
brew "ripgrep"
brew "tcptraceroute"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "balenaetcher"
cask "clipy"
cask "discord"
cask "iterm2"
cask "mqtt-explorer"
cask "mqttx"
cask "postman"
cask "rstudio"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "wireshark"
mas "WireGuard", id: 1451685025
