tap "antoniorodr/memo"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "steipete/tap"
tap "yakitrak/yakitrak"
brew "act"
brew "lz4"
brew "gcc"
brew "alembic"
brew "ansible-lint"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "bgrep"
brew "blueutil"
brew "btop"
brew "colordiff"
brew "container", link: false
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "docker-machine"
brew "duckdb"
brew "eigen"
brew "fcrackzip"
brew "fd"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gawk"
brew "gd"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "handbrake"
brew "hashcat"
brew "hexedit"
brew "htop"
brew "hub"
brew "iperf"
brew "jq"
brew "jqp"
brew "jsonlint"
brew "lazygit"
brew "libmagic"
brew "libpq"
brew "lima"
brew "lpeg"
brew "lsd"
brew "lua"
brew "luarocks"
brew "lzip"
brew "mas"
brew "mpv"
brew "mtr"
brew "mutt"
brew "ncftp"
brew "neovim", args: ["HEAD"]
brew "newt"
brew "nmap"
brew "nushell"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "pcre"
brew "pgformatter"
brew "php@8.3", link: true
brew "pyenv"
brew "python-setuptools"
brew "rust"
brew "sevenzip"
brew "shfmt"
brew "signal-cli"
brew "starship"
brew "stockfish"
brew "summarize"
brew "tcptraceroute"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tor"
brew "torsocks"
brew "tree"
brew "tree-sitter-cli"
brew "trufflehog"
brew "w3m"
brew "wget"
brew "xq"
brew "xsv"
brew "yarn"
brew "yq"
brew "zsh-syntax-highlighting"
brew "antoniorodr/memo/memo"
brew "openclaw/tap/gogcli"
brew "steipete/tap/imsg"
brew "steipete/tap/peekaboo"
brew "steipete/tap/remindctl"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "chromedriver"
cask "chromium"
cask "codex"
cask "container"
cask "gcloud-cli"
cask "macfuse"
cask "mactex"
cask "tableplus"
mas "Flame", id: 325206381
mas "Glean", id: 6448766375
mas "Infuse", id: 1136220934
mas "Jamf Trust", id: 1608041266
mas "Meeter", id: 1510445899
mas "Streaks", id: 963034692
mas "Telegram", id: 747648890
mas "WhatsApp", id: 310633997
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "alexcvzz.vscode-sqlite"
vscode "augment.vscode-augment"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "elagil.pre-commit-helper"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "nextchaptersoftware.unblocked-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "terrastruct.d2"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/Hyaxia/blogwatcher/cmd/blogwatcher"
go "oss.terrastruct.com/d2"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/yukithm/json2csv/cmd/json2csv"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/projectdiscovery/tlsx/cmd/tlsx"
go "github.com/amlweems/xzbot"
cargo "ipv4-heatmap"
cargo "monolith"
cargo "qcow2-fuse"
uv "aider-chat"
uv "git-of-theseus"
uv "specify-cli"
uv "xml2json"
