brew "awscli"
brew "bat"
brew "bgrep"
brew "colordiff"
brew "coreutils"
brew "docker-compose"
brew "docker-machine"
brew "exa"
brew "gcc"
brew "gnu-sed"
brew "go"
brew "hub"
brew "jq"
brew "jsonlint"
brew "lua"
brew "lz4"
brew "mutt"
brew "nmap"
brew "perl"
brew "r"
brew "readline"
brew "ripgrep"
brew "ruby"
brew "tcptraceroute"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh-syntax-highlighting"

mas "1Password", id: 443987910

cask "1password-cli"
cask "balenaetcher"
cask "brave-browser"
cask "clipy"
cask "iterm2"
cask "pgadmin4"
cask "postman"
cask "rstudio"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "wireshark"
