alexcvzz.vscode-sqlite
augment.vscode-augment
charliermarsh.ruff
davidanson.vscode-markdownlint
elagil.pre-commit-helper
github.copilot
github.copilot-chat
github.vscode-pull-request-github
golang.go
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
nextchaptersoftware.unblocked-vscode
shd101wyy.markdown-preview-enhanced
tamasfe.even-better-toml
terrastruct.d2
unifiedjs.vscode-mdx
vscodevim.vim
