2gua.rainbow-brackets
ashishmohite.structify
chrislajoie.vscode-modelines
DavidAnson.vscode-markdownlint
gerane.Theme-FlatlandMonokai
mauve.terraform
ms-azuretools.vscode-docker
ms-vscode.Go
stkb.rewrap
wholroyd.jinja
